Revit 2027 API
TypeBinding Constructor
Overload List
Name | Description
TypeBinding() | Constructs an empty type binding.
TypeBinding(CategorySet) | Constructs a type binding with the set of categories passed.
Top
See Also
Reference
TypeBinding Class
Autodesk.Revit.DB Namespace